var navJson = [
	[],
	["免烫",
		"易打理",
		"休闲",
		"高支",
		"法兰绒",
		"牛津纺",
		"青年布",
		"牛仔",
		"麻",
		"水洗棉",
		"泡泡纱"
	],
	["水柔棉",
		"熊本熊",
		"全棉冰爽",
		"POLO衫",
		"潮萌系列",
		"字",
		"复刻系列",
		"顾湘",
		"山鸟叔",
		"小宇宙",
		"电影台词",
		"科学怪人",
		"小王子",
		"宇航",
		"汪",
		"学霸",
		"运动T恤",
		"长袖T恤",
		"花花公子"
	],
	["熊本熊",
		"开衫",
		"连帽",
		"圆领",
		"水柔棉"
	],
	["运动户外",
		"皮肤衣",
		"西服",
		"C9设计款",
		"夹克",
		"nautilus",
		"大衣",
		"羽绒服"
	],

	["空调衫",
		"棉线衫",
		"羊毛衫"

	],
	["沙滩裤",
		"针织裤",
		"休闲裤",
		"牛仔裤",
		"运动裤"

	],

	["运动潮鞋",
		"复古跑鞋",
		"帆布鞋",
		"休闲鞋"
	],

	["床品套件",
		"被子",
		"枕",
		"家居鞋",
		"背提包",
		"拉杆箱",
		"皮带钱包",
		"帽子",
		"眼镜"

	],

	["船袜",
		"中筒袜",
		"连裤袜",
		"内衣裤",
		"围巾披肩",
		"童装"
	]
];




